####### VOCABOLARIO: 2000 elementi #######
paris
via
dall'
iraq
piu'
brev
temp
possibil
presenz
civil
ministr
difes
giustific
permanent
trupp
ret
terrorist
qaid
minacc
nuov
attacc
gioc
nemic
suicid
guard
tre
deten
massim
allert
israel
tem
kamikaz
anti
razz
spar
mass
continu
raid
israelian
gaz
domen
urne
circ
due
milion
mezz
elettor
vot
altro
ballottagg
cinquantacinqu
comun
cal
affluenz
oltre
quattr
cent
clandestin
sbarc
lampedus
vecc
pescherecc
molt
donn
bambin
immigr
doman
esord
azzurr
ghan
oland
batt
zer
ser
veng
messic
iran
staser
angol
portogall
anni
mort
sandr
ansa
rend
omagg
voless
esam
nasc
pittur
novecent
alons
vinc
gran
prem
inghilterr
aument
vantagg
mondial
formul
second
schumacher
comunqu
rest
gar

buonaser
tg3
ribad
oggi
posizion
govern
attes
colloqu
venerdi'
prossim
alem
condoleezz
ric
precis
ulterior
termin
italian
un'
eventual
puo'
alcun
mod
form
milit
perche'
spieg
mand
serviz
francesc
h
copr
ridefinizion
contrast
ricev
par
esprim
cosi'
nett
opposizion
contingent
ital
ritir
assist
esercit
marin
avverra'
tecnic
entro
autunn
ier
ester
impegn
paes
continuera'
sostegn
ricostru
econom
social
giovan
democraz
valut
possibilita'
addestr
personal
sicurezz
irachen
terz
esemp
kuwait
decision
gia'
pres
dunqu
sull'
fra
lis
rais
centrodestr
parl
fug
responsabilita'
internazional
spettacol
indecor
mission
all'
rifer
question
afghanistan
fa
discut
maggior
qua
different
sott
ombrell
nat
propr
alleanz
atlant
chiest
sorpres
regn
invi
cacc
sinistr
radical
mur
discussion
dic
rizz
finor
sembr
intenzion
manten
senz
pero'
rinforz
assiem
alle
ogni
cas
sara'
prest
consigl
affront
decret
rifinanz
tutt
giorn
uccision
allah
dachau
ram
diffus
comm
comunic
internet
grand
scuot
terremot
intant
mont
polem
condizion
disuman
carc
impicc
disper
protest
difensor
assoc
diritt
uman
punt
dit
amministr
bush
sent
quadr
nomin
new
york
president
attil
portavoc
comp
manifest
profond
inquietudin
general
defin
atto
guerr
fatt
abram
diciannov
ventidu
riusc
togl
vit
qualc
com
compiac
numer
prigionier
scioper
fam
croll
trentott
otto
dop
angel
merkel
svez
danimarc
chiud
fuor
confin
trov
nell'
isol
cub
dir
sessant
sol
diec
incrimin
nessun
process
zancan
luog
bombard
scriv
times
terror
sopravviss
regional
liquid
grottesc
ipotes
sold
american
poss
averl
picc
quand
ancor
contrar
cerc
soccorr
mentr
segret
giordan
aiut
scov
nascondigl
ferm
ora
torn
colp
sit
annunc
shock
occup
frequenz
apparizion
invid
waleed
ver
cervell
polit
dell'
organizz
mes
insegn
ross
fiss
tass
promozion
da'
segn
ripres
speranz
pac
camp
david
bel
altissim
tension
mediorient
spiagg
cost
person
scontr
forz
grupp
armat
palestines
lanc
sve
nott
se'
rispost
pomerigg
missil
elicotter
gerusalemm
filipp
e'
stat
altra
drammat
garden
cittadin
aere
aut
centr
milizian
amars
occasion
scamp
amo
altrettant
accad
altri
uccis
mattin
bair
azion
eserc
volonta'
blocc
part
dann
iniz
pratic
sam
macchin
ridott
fin
schegg
scuol
prudenz
sub
chius
quas
abit
uom
realta'
est
gener
de
zan
imposs
normal
premier
colm
prend
moralita'
promett
inchiest
obiett
age
perez
conferm
testimon
artiglier
poch
centinai
metr
prim
ultim
fatal
espert
moment
pacif
figl
vol
comand
incontr
rabb
madr
rimast
orfan
adott
poc
sempr
ore
abu
manganell
cap
famigl
si'
dialog
no
referendum
ventise
lugl
dett
qui
bergamasc
apert
cinqu
capoluog
bellun
rovig
casert
salern
catanzar
god
invec
turn
ven.
provinc
trapan
insiem
sardegn
cagliar
carbon
bass
riapr
sett
quindic
confront
ufficial
cominc
informal
programm
soprattutt
patt
intorn
tavol
esecut
sied
sindac
poi
volt
confindustr
loredan
chig
segretar
cgil
cisl
uil
arriv
pranz
scamb
ved
potrebb
esser
avvi
stagion
concert
rapport
facil
insomm
sort
cartin
tornasol
c'
tant
propost
pado
schiopp
risan
svilupp
manovr
corrett
miliard
eur
inevit
buon
occhi
tagl
spes
umil
grad
nemmen
richiest
moder
salarial
esatt
chied
lavor
pag
abbast
dovrebb
cune
fiscal
stabil
pacchett
misur
evasion
elusion
truffaut
iva
dov
pension
indiscrezion
innalz
eta'
particol
provoc
reazion
fort
moren
ficin
inutil
punizion
uscit
grav
marett
prevident
integr
abolizion
scalon
mil
morbid
min
dam
comment
good
stamattin
delud
pattugl
controll
bord
legn
ospit
accoglient
giunt
quattord
imbarc
lung
venticinqu
nord
african
chiar
butt
sistem
aeronaval
barcon
avvist
rom
riv
carl
frances
finanz
sal
condott
sin
port
identif
vis
medic
piccol
trentacinqu
migl
sud
novant
adess
cinquant
situazion
difficil
intern
gomm
front
commissar
nazion
unit
rifug
presid
pugl
novita'
salvator
fratellin
scompars
orma
settiman
inquirent
convint
fratell
scapp
volontar
padr
adult
fors
apparent
nascond
gravin
raffael
borg
ricerc
tratt
indirizz
indagin
questor
bar
gratter
dirl
attegg
collabor
genitor
pappalard
delin
ordin
lat
territor
citta'
vicin
alto
tes
pieg
sottolin
squadr
mobil
buc
immediat
precedent
forbic
giugn
ombra
ragazz
affatt
perd
tracc
vist
attim
dispett
acces
pilot
pot
aver
post
lament
peraltr
decis
giudic
angosc
paur
assenz
logic
sens
prolung
identific
arrest
autor
stupr
pescar
vittim
inter
bal
delinquent
urla
dovra'
ospedal
poliz
membr
branc
sab
violent
alba
amic
aless
girolam
ventiduenn
pregiudic
furt
rapin
soltant
scors
denunc
atti
oscen
complic
individu
interrog
sap
estrane
vic
graff
lont
porton
svolt
violenz
ricover
lesion
almen
ascolt
investig
otten
dettagl
permett
scopert
success
chiam
tredic
agent
sanguin
confusional
indic
balord
inspieg
dur
bott
condomin
silenz
mai
calc
vincent
serb
montenegr
cors
arbitr
rossett
sostitu
santis
fas
final
gennar
pechin
vint
valid
isacc
van
basten
ritm
affond
brivid
corr
schien
orolog
bors
diciottesim
anno
spunt
sfum
pericol
pass
venn
chelse
luc
sedic
cred
oppost
ben
riprov
dev
provo'
velocita'
teng
anzi
buonist
sfior
strepit
divent
vivac
rigor
provviser
resping
bust
cald
oppriment
raddopp
biolog
gent
espand
macc
oli
german
pallon
voler
inghiott
societa'
febbr
risparm
pens
confortevol
appunt
ven
far
turist
spagnol
television
bell
strad
ambient
support
atmosfer
mond
content
stoccard
spaz
ai
divert
relax
qualcun
osa
dar
test
laz
pien
bisogn
estat
separ
conquist
aspett
quotidian
trasform
fest
scus
vacanz
trascin
gioi
tifos
trinidad
import
vittor
po'
ski
mescol
iranian
quind
neg
olocaust
viv
ansios
normalita'
tip
olivier
beh
pront
tif
domand
natural
me
vogl
bast
rosett
avvicin
coinvolt
pan
coll
nell
scandal
sopr
ten
cos
quel
riguard
vers
interess
gol
magl
ventiquattr
norimberg
pasticc
man
vas
va
autorita'
indian
dat
pianist
tropp
risc
black
out
sa
mett
fuoc
ottim
assembl
lipp
competizion
cont
spir
approcc
singol
spiego'
tott
pier
fiat
quint
cert
fattor
men
avant
indietr
giocator
press
somm
aggiunt
nom
avra'
vedrem
preoccup
eccess
probabil
acqua
avor
qualita'
penetr
bellissim
bocc
lup
andra'
ventun
ricompatt
discors
lasc
vergar
hannover
vigil
ovvi
debutt
emigr
svolg
sed
festegg
valig
carton
vann
universita'
adelin
avellin
nimix
opinion
zon
kuerten
pover
volentier
son
turism
prov
semplic
error
biglietter
nav
bigliett
andar
funzionar
oper
stavolt
dara'
leg
pes
uomin
disc
firm
accord
apre
simbol
qualcos
wagner
parecc
esig
dolc
fid
seren
cresc
viss
germagn
niaf
tedesc
anticip
camb
pagin
distruzion
forest
deviazion
cin
prezz
ambiental
rapid
beghin
spess
abbatt
tempest
sabb
corrispondent
paol
long
ciel
improvvis
giall
astro
vent
fortissim
assal
riemp
ani
desert
sost
peggior
trent
period
capital
des
istig
problem
cia
boom
mar
avanz
ovest
km
terren
coltiv
lagh
desertif
acque
fium
recent
favor
natur
aggress
fisic
respons
cines
dirett
indirett
vast
riform
stazion
vorra'
asse
bancar
azi
commerc
super
lim
legg
impost
antiusur
mot
banchier
rinv
giudiz
magistr
palm
calabr
magistratur
unic
manc
nonost
fond
stanz
europ
fabriz
comincera'
ottobr
ces
geronz
bnl
luig
abet
ex
banc
antonvenet
din
marc
altre
dirigent
istit
accus
usur
udienz
prelimin
tribunal
albert
delic
signor
imprenditor
region
costitu
comport
scorrett
mas
costrett
usura
concess
fall
spall
utilizz
superior
previst
norm
vigent
applic
abnorm
commission
per
accert
trimestr
sogl
princip
istruzion
rilev
statist
dispost
trasmission
pubblic
minister
verific
infin
proced
cardin
dicembr
prosciolt
vertic
pasc
sien
cezann
celebr
samp
mostr
riassum
percors
creat
scelt
diping
lerner
santor
anselm
fern
ferrign
neon
rumor
forn
ricord
pont
re
mag
ceres
darc
addoss
cornic
istant
entriam
bosc
segr
foll
estas
davant
innov
segu
romant
impression
stud
ossession
arte
assorb
cancell
verrann
sci
picass
scomposizion
matric
minervin
margher
sensazion
insegu
color
disegn
cio'
gett
cuor
stuart
montagn
alber
nuvol
chiaror
terr
pennell
aspre
intens
capitol
vision
sguard
iron
rappresent
sanita'
giornal
afferm
ricc
borghes
comell
cartell
immers
verd
vetr
abbagl
cre
anim
rimpiant
fend
attu
esclus
diss
andav
duc
bosell
album
pelu'
accompagn
vide
gir
tunisin
ferrandin
paesagg
esserc
sicur
influenz
scrittur
uscend
immagin
stor
raccont
show
esigent
riconosc
radic
aviv
martin
rimed
viagg
sorris
scopr
devozion
anna
silverston
domin
assol
increment
classif
mic
resist
campion
stell
brun
attric
pied
anch'
essi
legger
prestazion
rispett
ferrar
trasfert
canad
mit
spagn
ment
circu
veloc
miglior
dobb
affidabilita'
bianchin
gaet
inser
approv
pist
pit
stop
strateg
odi
pers
sfid
ripr
edizion
graz
arrived































































































































































































































































































































































































































































































































































































































































###########################